@extends('layout')

@section('title')
    <title>AnimeScape -アニメ批評空間-</title>
@endsection

@section('main')
    <article class="privacy_policy">
        <h1>プライバシーポリシー</h1>
        <h2>アクセス解析について</h2>
        当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を使用しています。このGoogleアナリティクスはデータの収集のためにCookieを使用しています。このデータは匿名で収集されており、個人を特定するものではありません。
        この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。この規約に関しての詳細はGoogleアナリティクスサービス利用規約のページやGoogleポリシーと規約ページをご覧ください。
        <h2>広告について</h2>
        当ブログでは、第三者配信の広告サービス（Googleアドセンス、A8.net）を利用しており、ユーザーの興味に応じた商品やサービスの広告を表示するため、クッキー（Cookie）を使用しております。
        クッキーを使用することで当サイトはお客様のコンピュータを識別できるようになりますが、お客様個人を特定できるものではありません。
        Cookieを無効にする方法やGoogleアドセンスに関する詳細は「
        <a href="https://policies.google.com/technologies/ads?gl=jp">広告 – ポリシーと規約 – Google</a>
        」をご確認ください。
        <h2>免責事項</h2>
        当サイトからのリンクやバナーなどで移動したサイトで提供される情報、サービス等について一切の責任を負いません。
        また当サイトのコンテンツ・情報について、できる限り正確な情報を提供するように努めておりますが、正確性や安全性を保証するものではありません。情報が古くなっていることもございます。
        当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。
        <h2>著作権について</h2>
        当サイトは著作権や肖像権の侵害を目的としたものではありません。著作権や肖像権に関して問題がございましたら、当サイト管理人のTwitterアカウント
        <a href="https://twitter.com/tatan_tech" target="_blank" rel="noopener noreferrer">@tatan_tech</a>
        にご連絡ください。迅速に対応いたします。
        <h2>リンクについて</h2>
        当ブログは基本的にリンクフリーです。リンクを行う場合の許可や連絡は不要です。
        ただし、インラインフレームの使用や画像の直リンクはご遠慮ください。
    </article>
@endsection
