@extends('layout')

@section('title')
    <title>更新履歴 AnimeScape</title>
@endsection

@section('adsense')
    <script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js?client=ca-pub-1583558174306860"
        crossorigin="anonymous"></script>
@endsection

@section('main')
    <article class="update_log">
        <h2>更新履歴</h2>
        <ul class="list-inline">
            <li>2022年6月23日 クリエイターページを追加</li>
            <li>2022年6月16日 ログイン状態を記憶できる機能を追加</li>
            <li>2022年6月11日 アニメの出演声優情報にキャラクター名、メイン/サブを追加</li>
            <li>2022年6月11日 アニメの出演声優情報の仕様を変更</li>
            <li>2022年6月11日 声優の追加履歴を追加</li>
            <li>2022年6月11日 声優の追加申請機能を追加</li>
            <li>2022年6月6日 声優に生年月日、出身地、血液型を追加</li>
            <li>2022年6月1日 レビューに視聴中を追加</li>
            <li>2022年6月1日 年数のプルダウンを修正</li>
            <li>2022年5月27日 2000年以前のアニメを追加</li>
            <li>2022年5月26日 会社の削除申請機能を追加</li>
            <li>2022年5月26日 作品追加履歴を追加</li>
            <li>2022年5月26日 レビューに長文感想、面白さがわかる話数、視聴リタイアを追加し、視聴予定を3段階で選べるように変更</li>
            <li>2022年5月26日 アニメの基本情報を変更</li>
            <li>2022年5月26日 ソート機能を追加</li>
            <li>2022年5月26日 会社の検索機能を追加</li>
            <li>2022年5月26日 会社ページを追加</li>
            <li>2022年5月19日 声優の削除申請機能を追加</li>
            <li>2022年5月19日 変更申請リストページを追加</li>
            <li>2022年5月19日 検索において空文字を入力すると全件取得になるように変更</li>
            <li>2022年5月17日 アニメ作品の追加申請機能を追加</li>
            <li>2022年5月17日 2000年～2013年のアニメ作品を追加</li>
            <li>2022年5月17日 ログインユーザーの付けた点数が表示されるように変更</li>
            <li>2022年5月17日 アニメの削除申請機能を追加</li>
            <li>2022年5月13日 得点を付けたアニメリストページを追加</li>
            <li>2022年5月13日 得点一括入力ページの仕様を変更</li>
            <li>2022年5月12日 このサイトについての説明ページを追加</li>
            <li>2022年5月12日 要望フォームにおいて改行が表示に反映されるように変更</li>
            <li>2022年5月10日 声優情報の変更申請ページを追加</li>
            <li>2022年5月3日 パスワード再設定機能を追加</li>
            <li>2022年5月3日 プライバシーポリシーを追加</li>
            <li>2022年4月30日 レコメンド機能を追加</li>
            <li>2022年4月27日 得点一括入力機能を追加</li>
            <li>2022年4月25日 視聴予定表のアニメリストを放送順に表示されるように変更</li>
            <li>2022年4月4日 2022年春アニメの情報を追加</li>
            <li>2022年3月31日 アニメの声優出演情報の変更申請ページを追加</li>
            <li>2022年3月30日 更新履歴ページを追加</li>
            <li>2022年3月24日 ユーザーページの統計情報を年別、クール別に表示できるように変更</li>
            <li>2022年3月24日 お気に入りユーザーの統計表ページを追加</li>
            <li>2022年3月21日 アニメの基本情報の変更申請ページを追加</li>
            <li>2022年3月17日 得点入力画面のチェック欄が記憶されるように変更</li>
            <li>2022年2月25日 開設</li>
        </ul>
    </article>
@endsection
