@extends('layout')

@section('title')
    <title>更新履歴 AnimeScape</title>
@endsection

@section('main')
    <article class="update_log">
        <h2>更新履歴</h2>
        <ul class="list-inline">
            <li>2022年5月14日 ログインユーザーの付けた点数が表示されるように変更</li>
            <li>2022年5月13日 得点を付けたアニメリストページを追加</li>
            <li>2022年5月13日 得点一括入力ページの仕様を変更</li>
            <li>2022年5月12日 このサイトについての説明ページを追加</li>
            <li>2022年5月12日 要望フォームにおいて改行が表示に反映されるように修正</li>
            <li>2022年5月10日 声優情報の変更申請ページを追加</li>
            <li>2022年5月3日 パスワード再設定機能を追加</li>
            <li>2022年5月3日 プライバシーポリシーを追加</li>
            <li>2022年4月30日 レコメンド機能を追加</li>
            <li>2022年4月27日 得点一括入力機能を追加</li>
            <li>2022年4月25日 視聴予定表のアニメリストを放送順に表示されるように修正</li>
            <li>2022年4月4日 2022年春アニメの情報を追加</li>
            <li>2022年3月31日 アニメの声優出演情報の変更申請ページを追加</li>
            <li>2022年3月30日 更新履歴ページを追加</li>
            <li>2022年3月24日 ユーザーページの統計情報を年別、クール別に表示できるように修正</li>
            <li>2022年3月24日 お気に入りユーザーの統計表ページを追加</li>
            <li>2022年3月21日 アニメの基本情報の変更申請ページを追加</li>
            <li>2022年3月17日 得点入力画面のチェック欄が記憶されるように修正</li>
            <li>2022年2月25日 開設</li>
        </ul>
    </article>
@endsection
